tap "caskformula/caskformula"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/gui"
tap "homebrew/php"
tap "homebrew/python"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "koekeishiya/formulae"
tap "leedm777/asterisk"
tap "neovim/neovim"
tap "thoughtbot/formulae"
cask "xquartz"
brew "ack"
brew "antlr@3"
brew "apr"
brew "apr-util"
brew "docbook"
brew "asciidoc"
brew "xz", args: ["universal"]
brew "python3"
brew "asciinema"
brew "clasp"
brew "gringo"
brew "aspcud"
brew "freetype"
brew "fontconfig", args: ["universal"]
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "git"
brew "python"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "ocaml"
brew "ocamlbuild"
brew "camlp4"
brew "ccat"
brew "check"
brew "clang-format"
brew "cloc"
brew "coreutils"
brew "cscope"
brew "curlftpfs"
brew "zeromq"
brew "czmq"
brew "dnsmasq", restart_service: true
brew "docbook-xsl"
brew "doxygen"
brew "expat"
brew "faac"
brew "fdk-aac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg", args: ["with-libvidstab", "with-openssl", "with-tools", "with-x265", "without-qtkit"]
brew "pcre2"
brew "fish"
brew "foremost"
brew "fortune"
brew "fribidi"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "jpeg", args: ["universal"]
brew "gd", args: ["universal"]
brew "gdk-pixbuf"
brew "git-extras"
brew "git-quick-stats"
brew "glew"
brew "glfw"
brew "glfw@2"
brew "glm"
brew "gnome-icon-theme"
brew "gnu-getopt"
brew "gnu-sed"
brew "libtasn1", args: ["universal"]
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "go"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "icu4c"
brew "hicolor-icon-theme"
brew "gtk+", args: ["with-jasper"]
brew "gtk+3"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "gtk-mac-integration"
brew "gtksourceview"
brew "gtksourceview3"
brew "htop-osx"
brew "hugo"
brew "iftop"
brew "intltool"
brew "jansson"
brew "jasper"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "lcov"
brew "lemon"
brew "libantlr3c"
brew "libart"
brew "libass"
brew "libevent"
brew "libxml2"
brew "libglade"
brew "libgnomecanvas"
brew "libusb", args: ["universal"]
brew "libusb-compat"
brew "libgphoto2"
brew "libgsm"
brew "libicns", args: ["universal"]
brew "libogg"
brew "libsodium"
brew "libssh2"
brew "libtermkey"
brew "libuv"
brew "libvidstab"
brew "libvo-aacenc"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libyaml"
brew "libzzip"
brew "links"
brew "little-cms2", args: ["universal"]
brew "llvm"
brew "lua"
brew "macvim"
brew "makedepend"
brew "maven"
brew "pygobject3"
brew "meld"
brew "s-lang"
brew "midnight-commander"
brew "mogenerator"
brew "mongodb"
brew "msgpack"
brew "mtr"
brew "ncurses"
brew "nano"
brew "nasm"
brew "net-snmp"
brew "nginx"
brew "ninja"
brew "nmap"
brew "node", args: ["without-npm"]
brew "numpy"
brew "opam"
brew "opencore-amr"
brew "opus"
brew "ortp"
brew "par"
brew "portaudio"
brew "qt@5.5"
brew "ragel"
brew "raptor"
brew "ruby-build"
brew "rbenv"
brew "rdesktop"
brew "re2c"
brew "ruby"
brew "sane-backends"
brew "scala"
brew "scons"
brew "sdl"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "serd"
brew "shc"
brew "shtool"
brew "slurm"
brew "speex"
brew "srtp"
brew "srtp@1.5"
brew "sshfs"
brew "subversion"
brew "terminal-notifier"
brew "texi2html"
brew "thefuck"
brew "theora"
brew "tmux"
brew "tree"
brew "unar"
brew "uncrustify"
brew "unibilium"
brew "unixodbc"
brew "utf8proc"
brew "valgrind", args: ["HEAD"]
brew "vim", args: ["with-lua"]
brew "wget"
brew "wine"
brew "xmlto"
brew "yasm"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "caskformula/caskformula/inkscape"
brew "homebrew/php/php56", args: ["without-apache"]
brew "koekeishiya/formulae/kwm"
brew "leedm777/asterisk/pjsip-asterisk"
brew "neovim/neovim/neovim", args: ["HEAD"]
brew "thoughtbot/formulae/rcm"
cask "betterzipql"
cask "doxygen"
cask "fauxpas"
cask "mactex"
cask "oclint"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "swimat"
cask "vagrant"
cask "webpquicklook"
